---
kind: other
id: Properties.T:Autodesk.Revit.DB.ParameterValue
source: html/4538c76a-d065-87da-a2ce-c23d8c721bce.htm
---
# ParameterValue Properties

Specifies whether the .NET object represents a valid Revit entity.